export const showMoreProducts_text = "Показать больше товаров";
export const price_text = "Цена:";
export const categories_text = "Категории:";
export const subCategories_text = "Подкатегории:";
export const brands_text = "Бренды:";
export const catalog_text = "Каталог";
export const pickup_text = "Самовывоз";
export const aboutCompany_text = "«О компании»";
export const placeholderMin = "Минимальная цена";
export const placeholderMax = "Максимальная цена";

export const aboutUsText = {
  title: "O компании",
  subtitle1: "Ассортимент",
  subtitle2: "Мастера Ломоносовского печного клуба",
  subtitle3: "Адрес и режим работы",
  subtitle4: "Бренды",
  productCards: [
    {
      id: 1,
      title: "Печи для бани",
      image: "https://nkamin.ru/storage/28024/conversions/phpsflrh7-390.jpg",
    },
    {
      id: 2,
      title: "Отопительные печи",
      image: "https://nkamin.ru/storage/28271/conversions/phpl2jzwt-390.jpg",
    },
    {
      id: 3,
      title: "Камины классические",
      image:
        "https://nkamin.ru/storage/785/conversions/-%D1%81-%D0%BF%D0%BB%D0%B8%D1%82%D0%BE%D0%B9-390.jpg",
    },
    {
      id: 4,
      title: "Печи-камины",
      image: "https://nkamin.ru/storage/854/conversions/-6%D0%9C1-390.jpg",
    },
    {
      id: 5,
      title: "Печное и каминное чугунное литье",
      image:
        "https://nkamin.ru/storage/2440/conversions/-%D0%BA%D0%B0%D0%BC%D0%B8%D0%BD%D0%BD%D0%B0%D1%8F-205-390.jpg",
    },
    {
      id: 6,
      title: "Дымоходы",
      image: "https://nkamin.ru/storage/20679/conversions/phpgz5obw-390.jpg",
    },
  ],
  text2: [
    "Специалисты нашей компании проходят регулярные тренинги, организуемые производителями печей и каминов, дилерами которых мы являемся.",
    "Наши продавцы помогут подобрать всю необходимую комплектацию для монтажа печи или камина, начиная с «буржуйки» и заканчивая классическим мраморным камином, в зависимости от ваших желаний, предпочтений и возможностей.",
    "Наши водители обеспечат доставку оборудования в любой район Санкт-Петербурга и Ленинградской области.",
    "Мы предоставим подробные рекомендации по правильному использованию и уходу за печами и каминами, подберем оптимальную комплектацию для каждого товара, а также окажем помощь в выборе камина или печи, максимально соответствующих вашим вкусам и предпочтениям. Наши специалисты обладают глубокими знаниями о продукции всех поставщиков и готовы оказать квалифицированную поддержку в любое время.",
  ],
  textAddress: [
    "Россия, Санкт-Петербург, г. Ломоносов, ул. Привокзальная, д. 2, стр. 3, 2 этаж",
    "Пн - Пт с 11:00 до 19:00",
    "Суббота с 11:00 до 18:00",
  ],
};

export const payText = {
  title: "Oплата",
  subtitle1: "Наличный расчёт",
  subtitle2: "Банковской картой",
  text1: `
    При доставке товара курьером предусмотрена оплата наличными курьеру в момент получения заказа.
    Пожалуйста, обязательно проверьте комплектацию товара, наличие гарантийного талона и чека во время получения. Дополнительную информацию о нашем оффлайн магазине можно найти в разделе
    
  `,
  text2: `
    Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку оплата заказа банковской картой.
    Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих платёжных систем:
    МИР, VISA International, Mastercard Worldwide, JCB.

    Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК.
    Соединение с платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования SSL.
    В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure для проведения платежа также может потребоваться ввод специального пароля.

    Настоящий сайт поддерживает 256-битное шифрование.
    Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК.
    Введённая информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ.
    Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.
  `,
  text3: [
    `
    МИР
  `,
    `
    VISA International
  `,
    `
    Mastercard Worldwide
  `,
    `
    JCB
  `,
  ],
};
export const deliveryText = {
  title: "Доставка",
  subtitle1: "По Санкт-Петербургу",
  subtitle2: "По Ленинградской обл.",
  subtitle3: "Доставка в другие регионы России",
  subtitle4: "Условия разгрузки товара",

  text1: `
    Услуга предоставляется с понедельника по пятницу с 11 до 18 часов*,
    оформляется минимум на день вперед Время доставки сообщает утром
    водитель в день доставки
    Стоимость доставки — 1000 руб., оплата — курьеру наличными
    Крайние точки зоны доставки по Санкт-Петербургу: на юге-западе —
    развязка КАД с Таллинским ш., на севере-западе — развязка КАД с
    Выборгским ш.
    Разгрузка товара осуществляется вашими силами.
  `,
  text2: `
    Услуга предоставляется с понедельника по субботу с 11 до 22 часов*,
    оформляется минимум на день вперед
    Время доставки сообщает утром водитель в день доставки
    Стоимость доставки — 1000 руб. + 35 руб/км от КАД, оплата — курьеру
    наличными или картой
    Крайние точки отсчета от КАД: на юге-западе — развязка КАД с Таллинским
    ш., на севере-западе — развязка КАД с Выборгским ш.
    Разгрузка товара осуществляется вашими силами.
  `,
  text3: `
    Доставка товара в любой регион России возможна силами транспортной
    компании. Мы доставляем бесплатно товар для сдачи до терминалов
    следующих компаний: Деловые линии, ПЭК, Возовоз, Байкал Сервис, GTD
    (ранее КИТ). До терминалов других транспортных компаний цена доставки
    товара для сдачи составляет — 1000 руб.
    Цену за услугу перевозки вы можете узнать самостоятельно на сайте
    выбранной транспортной компании или связавшись с нами.
    После сдачи товара на терминал транспортной компании мы высылаем вам на
    почту скан транспортной накладной, по которой можно отслеживать место
    нахождения груза.
  `,
  text4: `
    Услуга подразумевает под собой снятие товара с машины и занос в дом на
    первый этаж до места установки.
    Разгрузка товара осуществляется при свободном подъезде к крыльцу, все
    ограничения обговариваются заранее.
    Ширина лестниц, дверей и проходов по маршруту заноса товара должна быть
    не менее ширины заносимого товара +10% с каждой стороны.
    Время на прием и разгрузку доставленного товара — не более 30 минут с
    момента прибытия транспорта.
    Стоимость разгрузки рассчитывается за общую массу товара.
    Если масса одного товара более 200 кг — условия разгрузки обговариваются
    индивидуально.
    При выявлении несоответствия условиям на месте выгрузки услуга не
    оказывается или выполняется путем выгрузки товара с борта автомобиля без
    заноса в помещение. И оплачивается клиентом в полном размере.
  `,
  textAddress: `
    Россия, Санкт-Петербург, г. Ломоносов, ул. Привокзальная, д. 2, стр. 3,
    2 этаж
    Пн - Пт с 11:00 до 19:00
    Суббота с 11:00 до 18:00
  `,
  subText: `
    *Иные условия обговариваются индивидуально.
  `,
};
export const guaranteesText = {
  title: "Гарантии и возврат",
  subtitle1: "Причины для возврата товара",
  subtitle2: "Способы возврата товара",
  subtitle3: "Гарантия",
  subtitle4: "Памятка потребителю «О гарантийном обслуживании товара»",
  subtitle5: "Срок возврата товара",

  text1: [
    `
    Товар не подошел по характеристикам, комплектации, размеру, свойствам и
        т. п.
  `,
    `
    Внешний вид товара отличается от изображения на сайте.
  `,
    `
    Остался лишний товар (например, после монтажа).
  `,
    `
    Товар возвращается по браку.
  `,
  ],
  text2: [
    `
    Возврата товара, приобретенного в розничном магазине нашей компании,
        возможен только в этот же магазин.
  `,
    `
    Товар, приобретенный через услугу доставки по Санкт-Петербургу и Лен.
        области, может быть возвращен только в магазин, указанный в товарном
        чеке.
  `,
    `
    Товар, отправленный в регион России силами транспортной компании,
        отправляется назад так же транспортным перевозчиком (любым на выбор) за
        счет покупателя. В случае неправильной комплектации заказа или наличии
        дефекта стоимость обратной доставки оплачивает продавец.
  `,
    `
    Возврат от юр. лиц не принимается.
  `,
  ],

  text3: `Мы являемся официальными дилерами всех производителей оборудования, продаваемого в нашей компании. Поэтому на всю продукцию распространяется фирменная гарантия производителя. Срок гарантии устанавливает завод-изготовитель. При покупке товара вы получаете документ, подтверждающий факт приобретения товара, а также паспорт товара от завода-изготовителя с гарантийными обязательствами. В рамках всего установленного срока гарантии вы можете обратиться в нашу компанию для разрешения ситуации, вызванной нарушением качества, свойств и характеристик приобретенного товара.`,
  text4: `
    Какие законы и нормативно-правовые акты регулируют гарантийное обслуживание товаров? Гарантийное обслуживание регулируется Гражданским кодексом РФ (далее ГК РФ), Федеральным законом «О защите прав потребителей» (далее Закон), ФЗ «Об участии в долевом строительстве многоквартирных домов и иных объектов недвижимости», Положением о гарантийном обслуживании легковых автомобилей и мототехники РД 37.009.025-92 и т.п. Является ли установление гарантийного срока обязательным? В соответствии со статьей 470 ГК РФ, договором может быть предусмотрено предоставление продавцом гарантии качества товара. Продавец, согласно статье 469 ГК РФ и ст. 4 Закона, обязан передать покупателю товар, качество которого соответствует договору купли-продажи. Изготовитель (исполнитель) вправе устанавливать на товар (работу) гарантийный срок - период, в течение которого в случае обнаружения в товаре (работе) недостатка изготовитель (исполнитель), продавец обязаны удовлетворить требования потребителя. К таким требованиям относятся: замена товара, соразмерное уменьшение цены, незамедлительное безвозмездное устранение недостатков товара (работы) или возмещение расходов на их исправление потребителем или третьим лицом, отказ от исполнения договора и требование возврата уплаченной суммы.
  `,
  text5: [
    `
    Срок возврата товара надлежащего качества (по первым трем причинам
        возврата) составляет 60 дней с момента получения товара.
  `,
    `
    (!) Товар принимается назад только в полной комплектации, со всеми
        упаковками и наклейками, в неиспользованном виде.
  `,
    `
    Качественные товары, не подлежащие обмену и возврату, указаны в Перечне,
        утвержденном постановлением Правительства РФ от 19 января 1998 г. (с
        изменениями на 20 октября 1998 г.) № 55.
  `,
  ],
};
export const contactsText = {
  title: "Контакты",
  subtitle1: "Реквизиты",
  subtitle2: "Банковские реквизиты",
  subtitle3: "Телефон",
  subtitle4: "Почта",
  subtitleAddress: "Адрес",
  text1: [
    "ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ БАБУРИН СЕРГЕЙ ВЛАДИМИРОВИЧ",
    "Регистрация: Лен. обл. Выборгский р-он, д. Вишневка, ул.Луговая д.33.",
    "Магазин: 198412, С-Пб, г. Ломоносов, ул. Привокзальная д.2, стр.3",
    "ИП Бабурин С.В.",
    "ИНН 470418502386",
    "ОГРНИП 323470400070350",
    "ОКПО",
    "ОКАТО",
    "ОКТМО 40372000",
    "ОКОГУ",
    "ОКФС",
    "ОКОПФ",
    "ОКВЭД 47.52.7",
  ],
  text2: [
    "р/с 40802810227980000142",
    "к/с 30101810145250000411",
    "БИК 044525411",
    "В филиале «Центральный» Банка ВТБ ПАО",
  ],
  text3: ["8 (812) 957-97-56"],
  text4: ["info@lom-pk.ru"],
  address:
    "Россия, Санкт-Петербург, г. Ломоносов, ул. Привокзальная, д. 2, стр. 3, 2 этаж",
};
