export const showMoreProducts_text = "Показать больше товаров";
export const price_text = "Цена:";
export const categories_text = "Категории:";
export const subCategories_text = "Подкатегории:";
export const brands_text = "Бренды:";
export const catalog_text = "Каталог";
export const aboutUsText = {
  title: "O компании",
  subtitle1: "Ассортимент",
  subtitle2: "Мастера Ломоносовского печного клуба",
  productCards: [
    {
      id: 1,
      title: "Печи для бани",
      image: "https://nkamin.ru/storage/28024/conversions/phpsflrh7-390.jpg",
    },
    {
      id: 2,
      title: "Отопительные печи",
      image: "https://nkamin.ru/storage/28271/conversions/phpl2jzwt-390.jpg",
    },
    {
      id: 3,
      title: "Камины классические",
      image:
        "https://nkamin.ru/storage/785/conversions/-%D1%81-%D0%BF%D0%BB%D0%B8%D1%82%D0%BE%D0%B9-390.jpg",
    },
    {
      id: 4,
      title: "Печи-камины",
      image: "https://nkamin.ru/storage/854/conversions/-6%D0%9C1-390.jpg",
    },
    {
      id: 5,
      title: "Печное и каминное чугунное литье",
      image:
        "https://nkamin.ru/storage/2440/conversions/-%D0%BA%D0%B0%D0%BC%D0%B8%D0%BD%D0%BD%D0%B0%D1%8F-205-390.jpg",
    },
    {
      id: 6,
      title: "Дымоходы",
      image: "https://nkamin.ru/storage/20679/conversions/phpgz5obw-390.jpg",
    },
  ],
  text2: [
    "Специалисты нашей компании проходят регулярные тренинги, организуемые производителями печей и каминов, дилерами которых мы являемся.",
    "Наши продавцы помогут подобрать всю необходимую комплектацию для монтажа печи или камина, начиная с «буржуйки» и заканчивая классическим мраморным камином, в зависимости от ваших желаний, предпочтений и возможностей.",
    "Наши водители обеспечат доставку оборудования в любой район Санкт-Петербурга и Ленинградской области.",
    "Мы предоставим подробные рекомендации по правильному использованию и уходу за печами и каминами, подберем оптимальную комплектацию для каждого товара, а также окажем помощь в выборе камина или печи, максимально соответствующих вашим вкусам и предпочтениям. Наши специалисты обладают глубокими знаниями о продукции всех поставщиков и готовы оказать квалифицированную поддержку в любое время.",
  ],
  textAddress: [
    "Россия, Санкт-Петербург, г. Ломоносов, ул. Привокзальная, д. 2, стр. 3, 2 этаж",
    "Пн - Пт с 11:00 до 19:00",
    "Суббота с 11:00 до 18:00",
  ],
};
